recursos/xml/ReqConsultaUbicaPlus.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.davivienda.com/xml/ConsultaUbicaPlus">
   <soapenv:Header/>
   <soapenv:Body>
      <con:ConsultaUbicaPlus>
         <Request>
            <DataHeader>
               <nombreOperacion>ConsultaUbicaPlus</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <codInformacion>?</codInformacion>
               <valMotivoConsulta>?</valMotivoConsulta>
               <codTipoIdentificacion>?</codTipoIdentificacion>
               <valNumeroIdentificacion>?</valNumeroIdentificacion>
               <valPrimerApellido>?</valPrimerApellido>
            </Data>
         </Request>
      </con:ConsultaUbicaPlus>
   </soapenv:Body>
</soapenv:Envelope>